/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "Настройки";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "Общие настройки";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "Параметры входа";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "Версия";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "Информация";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "Тип входа";

/* XLST: logon type to choose */
"BASIC_AUTH" = "Стандартная аутентификация";

/* XLST: logon type to choose */
"SSO" = "SSO";

/* XLST: logon type to choose */
"DEMO" = "Демо";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "Пользователь";

/* XFLD: label for a field */
"PASSWORD" = "Пароль";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "Расширенные настройки";

/* XFLD: label for a field */
"SERVER_URL" = "URL сервера";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "Использовать SUP";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "Инф. соединения SUP";

/* XFLD: label for a field */
"SERVER_NAME" = "Имя сервера";

/* XFLD: label for a field */
"SERVER_PORT" = "Порт сервера";

/* XFLD: label for a field */
"COMPANY_ID" = "Ид. компании";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "Код активации";

/* XFLD: label for a field */
"URL_PREFIX" = "Префикс URL";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "Настройки для приложения";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "Ошибка сохранения данных";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "Не удалось устойчиво поместить в безопасное хранилище.";

/* XTIT: title trait in navigation bar */
"HEADING" = "Заголовок";

